Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/opitaan_saamelaisista_ja_saamelaiskulttuurista_dihtosis-hankkeen_video-oppituntien_avulla_.html.tmx
Source language: fin
Languages: sms

source: Opitaan saamelaisista ja saamelaiskulttuurista Dihtosis-hankkeen video-oppituntien avulla
sms: Mättjed säʹmmlain da sääʹmkulttuuʹrest Dihtosis- haŋǩǩõõzz videomättčiâssi vieʹǩǩin

source: Saamelaiskäräjien nuorisoneuvoston ja Nuorten Akatemian Dihtosis-hanke julkaisee video-oppitunteja saamelaiskulttuurista.
sms: Sääʹmteeʹǧǧ nuõrisuåvtõõzz da Nuõri Akatemia Dihtosis- haŋǩǩõs čõõđât videomättčiâssid sääʹmkulttuuʹrest.

source: Saamelaisnuoret toimivat opettajina video-oppitunneilla johdattaen oppilaat saamelaiskulttuuriin eri näkökulmista.
sms: Sääʹmnuõr toiʹmmje uʹčteeʹlen videomättčiâssin jååʹđteen mättʼtõõttjid sääʹmkulttuuʹre jeeʹres ǩiõččâmkuuʹlmin.

source: Video-oppitunnit madaltavat kynnystä käsitellä saamelaisaiheita oppitunneilla, sillä ne on helppo ottaa käyttöön milloin vain.
sms: Videomättčiâss vueʹlee raajid ǩiõttʼtõõllâd sääʹmaaʹššid mättčiâssin, tõʹnt ǥu tõid lij hiâlpp väʹldded õnnu håʹt kuäʹss.

source: Videoita julkaistaan yhteensä kolme eri luokka-asteille.
sms: Videoid čõõđte õhttsõʹžže kolmm jeeʹres klasstaaʹzzid.

source: Tutustutaan saamelaiskulttuuriin on 4.–9.-luokkalaisille sekä toisen asteen opiskelijoille tarkoitettu video, jossa oppii perustietoa kulttuurista.
sms: Tobdstõõttâp sääʹmkulttuuʹre lij 4. –9.- klaasslaid de nuuʹbb tääʹzz mättʼtõõttjid rajjum video, koʹst mättai vuâđđteâđ kulttuuʹrest.

source: Siinä tutustutaan tarkemmin saamenpukuun, saamelaismusiikkiin sekä elinkeinoihin.
sms: Tõʹst tobdstâʹtte tääʹrǩben sääʹm-määccka, sääʹm-musiʹǩǩe de jieʹllemvueʹjjid .

source: Saamen kansa ja kielet -video on suunnattu yläkouluihin ja toisen asteen oppilaitoksiin.
sms: Sääʹm-meer da ǩiõl – video lij rajjum pââiškooulid da nuuʹbb tääʹzz mättstroiʹttlid.

source: Siinä käsitellään saamen kieliä, saamelaisnuorten elämää sekä Saamelaiskäräjien nuorisoneuvoston toimintaa.
sms: Tõʹst ǩiõttʼtâʹlle sääʹmǩiõlid, sääʹmnuõri jieʹllem de Sääʹmteeʹǧǧ nuõrisuåvtõõzz tåimmʼmõõžž.

source: Ihmisoikeudet ja alkuperäiskansat -video sukeltaa syvemmälle teemaan.
sms: Ooumažvuõiggâdvuõđ da alggmeer -video mâân maddjubun teemma.

source: Se on suunnattu toisen asteen oppilaille.
sms: Tõt lij rajjum nuuʹbb tääʹzz mättʹtõõttjid.

source: Siinä käsitellään kulttuurista omimista, sulauttamispolitiikkaa sekä alkuperäiskansojen oikeuksia.
sms: Tõʹst ǩiõttʼtâʹlle kulttuurlaž läinnʼjummus, õʹhttesuddeempolitiikk de alggmeerai vuõiggâdvuõđid.

source: Videota suositellaan katsottavaksi sen jälkeen, kun luokka on katsonut Tutustutaan saamelaiskulttuuriin tai Saamen kansa ja kielet -videon.
sms: Video siâzztâʹlle ǩiõččâmnalla mâʹŋŋlakast, ǥu klass lij ǩiõččam Tobdstõõttâp sääʹmkulttuuʹre leʹbe Sääʹm-meer da ǩiõl -video .

source: – Tarjoamme opettajien toiveesta tämän vuoden uutuutena video-oppitunteja saamelaiskulttuurista.
sms: – Taʹrjjeep uʹčteeʹli tuäivast tän eeʹjj ođđvuõttân videomättčiâssid sääʹmkulttuuʹrest.

source: Video-oppitunti on opettajalle hyvin vaivaton tapa opettaa saamelaiskulttuurista.
sms: Videomättčiâss lij uʹčteela samai vääivteʹmes nääʹll mättʼted sääʹmkulttuuʹrest.

source: Videot ovat saamelaisnuorten toteuttamia ja niissä tarjotaan tietoa, jonka nuoret itse ovat nostaneet merkitykselliseksi, kertovat Saamelaiskäräjien nuorisosihteeri Elli-Marja Hetta ja Nuorten Akatemian projektipäällikkö Ulla Saalasti.
sms: Video liâ sääʹmnuõri raajjâm da tõin taʹrjjee teâđ, koid nuõr jiijj liâ pââʹjdam miârkkteeisõʹžžen, ceäʹlǩǩe Sääʹmteeʹǧǧ nuõripiisar Elli- Marja Hetta da Nuõri Akatemia projeʹkttšurr Ulla Saalasti.

source: Myös kouluvierailut jatkuvat osana hanketta
sms: Škooulkueʹssjummuš juätkkje še pieʹǩǩen haʹŋǩǩõõzz

source: Video-oppituntien lisäksi Dihtosis tarjoaa suosittuja saamelaisnuoren vetämiä toiminnallisia etätyöpajoja aiheesta, sekä lähityöpajoja Oulun seudulle.
sms: Videomättčiâssi lââʹssen Dihtosis taʹrjjad siâzztõttum sääʹmnuõri ǩieʹssem tåimmnallšaid olgglõstuâjjpõõrtid teeʹmmest, de âʹlddtuâjjpõõrtid Oulu voudda.

source: Hankkeessa toimii kouluvierailijana tehtävään koulutettu saamelaisnuori.
sms: Haʹŋǩǩõõzzâst tåimmai škooulkueʹssjeeʹjen tuõjju škooultum sääʹmnuõrr.

source: Työpajoja voi tilata ala- ja yläkouluun sekä toisen asteen oppilaitoksiin.
sms: Tuâjjpõõrtid vuäitt tiʹllʼjed vueʹll- da pââiškooulid de nuuʹbb tääʹzz mättstroiʹttlid.

source: Myös Dihtosis-menetelmäopas on päivitetty ja sen voi ladata pdf-muodossa hankkeen sivuilta.
sms: Dihtosis-mõõntõõllâmvuäʹppõs lij še peeiʹvtum da tõn vuäitt leäʹmnned pdf -ååʹblǩest haʹŋǩǩõõzz seeidain.

source: Menetelmäopas sisältää 18 harjoitusta saamelaiskulttuurin käsittelyyn luokassa.
sms: Mõõntõõllâmvuäʹppõs siiʹsǩad 18 haʹrjjtõõzz sääʹmkulttuuʹrest.

source: Hankkeessa on myös tuotettu kaksi pedagogista peliä saamelaiskulttuurista.
sms: Uʹcc siõrr säʹmmlain lij rajjum 4-6- klaasslaid.

source: Pieni peli saamelaisista on suunnattu 4–6-luokkalaisille.
sms: Siõrr taʹrjjad vuâđđteâđ tõʹst, ǩeäk säʹmmla liâ da mõõk jiiʹjjesnallšemvuõđ räʹjje sij kulttuuʹrest hääʹrvesnallšem.

source: Peli tarjoaa perustietoa siitä, keitä saamelaiset ovat ja mitkä piirteet tekevät heidän kulttuuristaan ainutlaatuisen.
sms: Maddjubun sääʹmkulttuuʹre – siõrâst mâʹnne siõmmna oolâž čiŋŋlubun.

source: Sukellus saamelaiskulttuuriin -pelissä mennään hieman pintaa syvemmälle.
sms: Tõt lij rajjum pââiškooulid da nuuʹbb tässa.

source: Se on suunnattu yläkouluille ja toiselle asteelle.
sms: Tõʹst ǩiõttʼtâʹlle vuâđđteâđ lââʹssen ouddmiârkkân alggmeeraid, kulttuurlaž läinnʼjummus de säʹmmlai ǩiččlõddâm čårstummuž.

source: Siinä käsitellään perustiedon lisäksi muun muassa alkuperäiskansoja, kulttuurista omimista sekä saamelaisten kokemaa syrjintää.
sms: Siõrr lij vuäǯǯamnalla še tâʹvvsäämas.

source: Peli on saatavilla myös pohjoissaameksi.
sms: Sääʹmteeʹǧǧ nuõrisuåvtõõzz da Nuõri Akatemia Dihtosis -haʹŋǩǩõs lij vääʹltam sääʹmmteâđ da taʹrjjääm tåimmnallšaid tuâjjpõõrtid vueʹllškooulid, pââiškooulid de nuuʹbb tääʹzz mättstroiʹttlid juʹn koolm eeʹjj poodd.

source: Saamelaiskäräjien nuorisoneuvoston ja Nuorten Akatemian Dihtosis-hanke on välittänyt saamelaistietoa ja tarjonnut toiminnallisia työpajoja alakouluille, yläkouluille sekä toisen asteen oppilaitoksille jo kolmen vuoden ajan.
sms: Haʹŋǩǩõõzz täävtõssân lij lââʹzzted väʹlddnarooʹde kollʼjeeʹji päärnai da nuõri teâđstemvuõđ säʹmmlain da sääʹmkulttuuʹrest da nääiʹt vueʹzzstes cõggâd säʹmmlaid puõttlõsttum vuâllummuž da čårstummuž.

source: Hankkeen päätavoitteena on lisätä valtaväestöön kuuluvien lasten ja nuorten tietoisuutta saamelaisista ja saamelaiskulttuurista ja näin osaltaan ehkäistä saamelaisiin kohdistuvaa vihapuhetta ja syrjintää.
sms: Dihtosis -haʹŋǩǩõõzz teäggat mättʼtõs- da kulttuurministeria.

source: Dihtosis-hanketta rahoittaa opetus- ja kulttuuriministeriö.
sms: Haʹŋǩǩõsäiʹǧǧ: 1.9.2021-30.6.2022

source: Hankeaika: 1.9.2021-30.6.2022.
sms: Tääiʹben vuäitak tiʹllʼjed videomättčiâssid, siõrid da škooulkueʹssjummuž.

source: Täältä voit tilata video-oppitunnit, pelit ja kouluvierailut
sms: Lââʹssteâđaid:

source: Dihtosis-hankkeen materiaalit ja vinkit kansallispäiväksi
sms: Sääʹmteʹǧǧ

source: Lisätietoja:
sms: Nuõripiisar Elli-Marja Hetta teʹl. 010 8393134, elli-marja.hetta(at)samediggi.fi

source: Saamelaiskäräjät
sms: Nuõri Akatemia

source: Nuorisosihteeri Elli-Marja Hetta puh. 010 8393134, elli-marja.hetta(at)samediggi.fi
sms: Projeʹkttšurr, Ulla Saalasti Teʹl. 040 567 4203 ulla.saalasti(at)nuortenakatemia.fi
